commands_templates/DeleteAnalyticsModules0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/analytics/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DeleteAnalyticsModules>
         <!--type: ReferenceToken-->
         <wsdl:ConfigurationToken>?</wsdl:ConfigurationToken>
         <!--1 or more repetitions:-->
         <!--type: string-->
         <wsdl:AnalyticsModuleName>?</wsdl:AnalyticsModuleName>
      </wsdl:DeleteAnalyticsModules>
   </soap:Body>
</soap:Envelope>